//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------



public partial class projects_update
{

    /// <summary>
    /// name элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически созданное поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::System.Web.UI.WebControls.TextBox name;

    /// <summary>
    /// startDate элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически созданное поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::AppDataPicker startDate;

    /// <summary>
    /// endDate элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически созданное поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::AppDataPicker endDate;

    /// <summary>
    /// saveButton элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически созданное поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::System.Web.UI.WebControls.Button saveButton;
}
